tutorials/conjugateHeatTransfer/coolingSphere/icoFluid/system/fluid/sampleDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 location system;
 object sampleDict;
}

interpolationScheme cellPoint;

setFormat raw;

sets
  (
    DataFile

    {
      type uniform;
      axis x;
      start (0.05 0 0);
      end (0.95 0 0);
      nPoints 20;
    }
  );

surfaceFormat raw;

surfaces
  (
  );

fields
  (
    T
  ); 	// *********************************************************************** //

